@extends('application.layout')

@section('description', 'Обращение к поступающим в Институт Информационных Наук и Технологий Безопасности.')

@section('title')
    Обращение к поступающим
@endsection

@section('content')

    @include('submenu.applicants')

    <main>
        <span>// ПОСТУПАЮЩИМ /</span>
        <div class="page-title">
            <h1>Обращение к поступающим</h1>
        </div>
        <section>
            <blockquote>
                <p>
                    Современный период развития Российской Федерации принято определять как фазу активного формирования
                    информационного общества. Такое общество характеризуется высоким уровнем развития информационных и
                    телекоммуникационных технологий и их интенсивным использованием гражданами, бизнесом и органами
                    государственной власти. Проблема развития информационного общества и обеспечения его безопасности
                    носит междисциплинарный характер и затрагивает одновременно гуманитарные, естественнонаучные и
                    технические области. Это определяется возникновением новых задач, связанных с социоориентированной
                    деятельностью в информационной сфере, а также появлением соответствующих классов новых угроз.
                    Эффективно решать эти задачи и противостоять таким угрозам можно, лишь применяя новые подходы. В их
                    рамках при создании и использовании современных информационно — телекоммуникационных систем и защите
                    информации, наряду с технической составляющей, большое внимание должно уделяться и человеческой
                    деятельности, её социальным и психологическим аспектам. Данное обстоятельство предполагает наличие
                    кадров в области информационных технологий и информационной безопасности, обладающих соответствующим
                    набором компетенций на стыке естественнонаучных, технических и гуманитарных направлений. Институт
                    информационных наук и технологий безопасности РГГУ обладает уникальной возможностью подготовки
                    подобных кадров. Имея в своём составе кафедры информационных технологий и систем, информационной
                    безопасности, комплексной защиты информации, фундаментальной и прикладной математики, институт
                    способен осуществлять интегрированное обучение в области современных информационных технологий и
                    обеспечения их безопасности на крепком фундаменте математических дисциплин с углубленными знаниями
                    технического иностранного языка.
                </p>

                <p>
                    Такая способность обеспечивается высококвалифицированным профессорско-преподавательским коллективом
                    и современной материально-лабораторной базой.
                </p>

                <p>
                    В институте развивается стратегия «образовательного лифта», реализующая принцип ориентации студентов
                    на актуальные и практически востребованные направления профессиональной деятельности. При этом
                    мотивированные на творческую деятельность студенты, начиная с младших курсов, привлекаются к
                    учебно-исследовательским работам, проводимым по тематике кафедр института под руководством ведущих
                    преподавателей в рамках учебного плана. По результатам таких работ к старшим курсам формируются
                    целевые студенческие исследовательские группы, которые участвуют в конкретных научно -
                    исследовательских и опытно - конструкторских работах крупных российских IT-компаний под руководством
                    их ведущих специалистов и профессорско-преподавательского состава нашего института. К окончанию
                    обучения лучшие по результатам таких работ студенты либо сразу трудоустраиваются в эти компании,
                    либо продолжают обучение в магистратуре и аспирантуре РГГУ и ведут научные исследования, готовя себя
                    к научной работе в этих же компаниях или к преподавательской деятельности.
                </p>

                <p>
                    Словом, студенты института живут активной, плодотворной, интересной жизнью и мы приглашаем вас,
                    дорогие абитуриенты, влиться в неё, надеясь, что выбор не будет разочарованием для вас.
                </p>
            </blockquote>

            <span class="signature">
                Директор Института информационных наук и технологий безопасности РГГУ, доктор технических наук, профессор
                <br>
                А.А. Тарасов
            </span>
            <div class="clear"></div>

        </section>
    </main>
@endsection