@extends('application.layout')

@section('title')
    История
@endsection
@section('content')
    @include('submenu.about')

    <main>
        <span>// ОБ ИНСТИТУТЕ /</span>
        <h1>История</h1>
        <section>
            <h2>История факультета защиты информации</h2>
            <p>
                Первоначально, приказом Минвуза России от 16 июля 1985 года № 84С в Московском историко-архивном институте был организован факультет специального документоведения для подготовки студентов по специальности «Организация делопроизводства и специальных работ». Выпускникам присваивалась    квалификация «Инженер-организатор специальных работ».
            </p>
            <p>
                В 1987 году на факультете были созданы специальные кафедры: кафедра № 1 (по организационно-правовой защите информации), кафедра № 2 (по организации конфиденциального делопроизводства) и кафедра № 3 (по инженерно-технической защите информации), а с 1988 года - и кафедра № 4 (по программно-аппаратной защите информации). В 1988-1990 гг. при кафедрах № 3 и 4 были созданы специальные лаборатории для проведения практических занятий.
            </p>
            <p>
                Для обеспечения закрытого учебного процесса и проведения научно- исследовательских работ в 1988 году на территории факультета были созданы режимно- секретные органы (1-й отдел, отдел безопасности, библиотека специальной литературы). В рамках реализуемых специальностей были открыты специальности в аспирантуре РГГУ.
            </p>
            <p>
                05.13.19 и 05.11.16, создан диссертационный совет Д.212.016.02 для защиты кандидатских и докторских диссертаций на соискание степени кандидата/доктора технических наук по вышеуказанным специальностям.
            </p>
            <p>
                В 1990 году специальность подготовки была переименована на специальность «Организация и технология защиты информации» и, соответственно, решением Ученого совета, факультет получил название «факультет защиты информации». Выпускникам присваивалась квалификация: «инженер-организатор защиты информации». Подготовка специалистов стала реализовываться в открытом режиме.
            </p>
            <p>
                С 2000 года на факультете началась подготовка специалистов по двум специальностям «Организация и технология защиты информации» и «Комплексная защита объектов информатизации».
            </p>
            <p>
                Одновременно, с 1999 по 2011 год на факультете осуществлялся набор и подготовка студентов по специальности «Юриспруденция», со специализацией «Организационно-правовая защита информации».
            </p>
            <p>
                С 2011 года факультет перешел на подготовку бакалавров по направлению подготовки «Информационная безопасность».
            </p>
            <p>
                Область профессиональной деятельности выпускников факультета включает сферы науки, техники и технологии, обеспечивающие защищенность информационных объектов (систем) государственных, муниципальных и коммерческих структур. В качестве объектов профессиональной деятельности рассматриваются информационные системы, ресурсы и технологии, а также процессы организации и управления информационной безопасностью объектов. 
            </p>

            <h2>История факультета информатики</h2>
            <p>
                Факультет ведет свою историю с 1976 года, когда в МГИАИ был создан факультет научно-технической информации, для подготовки студентов по специальности «Системы научно-технической информации». В 1986 г. указанная специальность была преобразована в специальность «Информационные системы (по областям применения)».
            </p>
            <p>
                В 1991 г. МГИАИ был преобразован в РГГУ, а факультет научно-технической информации — в «факультет информатики».
            </p>
            <p>
                В 2000 году специальность «Информационные системы» была переименована в специальность «Прикладная информатика (по областям применения)», для придания ей более прикладного характера. С этого же времени факультет готовит специалистов по специальности «Прикладная математика».
            </p>
            <p>
                С 2011 года факультет перешел на подготовку бакалавров по аналогичным направлениям подготовки.
            </p>
            <p>
                Деятельность факультета информатики была направлена на подготовку кадров с высшим образованием в области математического моделирования объектов и процессов в социально-экономической и гуманитарной сферах, а также в области создания, использования и управления информационными системами и ресурсами.
            </p>
            <p>
                В 2001 году на базе факультета защиты информации и факультета информатики решением Ученого совета был создан Институт информационных наук и технологий безопасности РГГУ.
            </p>
            <p>
                За годы работы научно-педагогический состав факультетов защиты информации и информатики был в составе разработчиков всех стандартов ВПО, связанных с реализуемыми специальностями и направлением подготовки.
            </p>
        </section>
    </main>
@endsection